Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Voisin käyttää selkäraspia juuri nyt...
nn: Eg kunne verkeleg trengt ein ryggmassasje no …

source: Monitorit eivät anna sinulle D-vitamiinia - mutta aurinko antaa...
nn: Skjermar gjev deg ikkje D-vitamin, men det gjer sollys

source: Jos ikinä eksyt metsään yksinäsi, halaa puuta
nn: Dersom du nokon gong er einsam og villfaren i skogen, gje eit tre ein klem

source: Kalastussiima on huono hammaslankana
nn: Fiskesnøre er dårleg tanntråd

source: Johdonmukaisuus on avain
nn: Konsistens er nøkkelen

source: Kun nitojaa ei ole saatavilla, niitti ja viivoitin saa kelvata
nn: Når du ikkje har stiftemaskin, kan ein stift og ein linjal gjera nytten

source: Älä koskaan puhalla koiran korvaan
nn: Blås aldri ein hund i øyret

source: Kortteja jäljellä: ~a
nn: Kort som gjenstår: ~a

source: Jaa uudestaan.
nn: Del ut på nytt.

source: Tuntematon arvo
nn: Ukjend verdi

source: Jaa kortti
nn: Del ut eit kort

source: Ei vinkkiä saatavilla
nn: Inkje hint tilgjengeleg for augneblikket

source: Siirrä jotain tyhjään paikkaan reservissä
nn: Flytt noko til ein tom reserve

source: Poista ässät
nn: Fjern essa

source: Poista kakkoset
nn: Fjern toarane

source: Poista kolmoset
nn: Fjern trearane

source: Poista neloset
nn: Fjern firarane

source: Poista vitoset
nn: Fjern femmarane

source: Poista kutoset
nn: Fjern seksarane

source: Poista seiskat
nn: Fjern sjuarane

source: Poista kasit
nn: Fjern åttarane

source: Poista ysit
nn: Fjern niarane

source: Poista kympit
nn: Fjern tiarane

source: Poista jätkät
nn: Fjern knektane

source: Poista rouvat
nn: Fjern dronningane

source: Poista kuninkaat
nn: Fjern kongane

source: En ole varma
nn: Eg er ikkje sikker

source: Palauta kortit pakkaan
nn: Legg kort tilbake til bunken

source: Harkitse jonkin siirtämistä tyhjään paikkaan
nn: Prøv å flytta noko til ein tom plass

source: Jaa kortti pakasta
nn: Del ut eit kort frå stokken

source: Ei mahdollisia siirtoja. Peru siirtoja tai aloita alusta.
nn: Ingen moglege trekk. Angra eller start på nytt.

source: Peliin ei ole ratkaisua. Peru siirto tai aloita alusta.
nn: Spelet har inga løysing. Angra eller start på nytt.

source: Jaa uudestaan kaksoisnapsauttamalla jotain korttia.
nn: Dobbeltklikk på eit kort for å dela ut igjen.

source: Vinkkiä ei ole saatavilla.
nn: Inkje hint tilgjengeleg.

source: Lisää kakkonen rivin ~a vasemmanpuoleisimpaan koloon.
nn: Plasser ein toar i plassen lengst til venstre på rad ~a

source: Lisää rivin ~a jatkoksi.
nn: Legg til på sekvensen på rad ~a

source: Satunnaisesti sijoitetut väliä uudelleenjaossa.
nn: Tilfeldig plasserte opne plassar ved ved utdeling

source: Jakoja jäljellä: ~a
nn: Utdelingar att: ~a

source: Jaa rivi
nn: Del ut ein rad

source: Yritä siirtää kortti reserviin
nn: Prøv å flytta eit kort til reserve

source: Yritä jakaa rivi kortteja
nn: Prøv å dela ut ein rad med kort

source: Yritä siirtää korttipinoja ympäriinsä
nn: Prøv å flytta rundt på korthaugane

source: Sama maa
nn: Same stokk

source: Vaihtelevat värit
nn: Alternerande fargar

source: Valitse kortti reservistä ensimmäiseen perustuspinoon
nn: Vel eit kort frå reserven for den første fundamenthaugen

source: Pakkaa jäljellä: ~a
nn: Igjen i stokken: ~a

source: Jaa vielä yksi kortti
nn: Del ut eit nytt kort

source: Siirrä korttia tai sarja kortteja tyhjään paikkaan
nn: Flytt eit kort eller eit byggverk til den tomme plassen

source: Jaa uudet kortit
nn: Del ut ei ny hand

source: Siirrä kortti kasasta
nn: Flytt kort frå kastet

source: Siirrä kasa pakkaan
nn: Flytt kast tilbake til stokken

source: Jaa uusi kortti
nn: Del ut eit nytt kort

source: Yritä siirtää kortteja alas perustuksesta
nn: Prøv å flytta kort ned frå fundamentet

source: Yhden kortin jaot
nn: Del eitt kort om gongen

source: Ei uusintajakoja
nn: Inga ny utdeling

source: Yritä sijoittaa maat siihen järjestykseen, joka sopii nykyiseen asetteluun kaikkein luonnollisimmin.
nn: Prøv å leggja fargane i ei rekkefølgje som passar utforminga som vert brukt best.

source: Uusintajakoja jäljellä: ~a
nn: Omdelingar att: ~a

source: Jaa uudet kortit pakasta
nn: Del ut nye kort frå stokken

source: jotain
nn: noko

source: tyhjä paikka
nn: ein tom plass

source: Siirrä kortteja pöydälle muodostaaksesi pokeri-käsiä
nn: Plasser kortene på tablåplassen for å laga pokerhender

source: Sekoitustila
nn: Stokkemåte

source: Jaa kortit
nn: Del ut korta

source: Sekoita kortit uudestaan
nn: Stokk korta på nytt

source: Siirrä kasa reservipaikkaan
nn: Flytt kast til ein reserveplass

source: Peru siirtoja, kunnes kortteja riittää täyttämään kaikki korttipinot
nn: Angra til det er nok kort til å fylla alle tablåhaugane

source: Täytä tyhjä pino ensin.
nn: Fyll den tomme haugen først.

source: Siirrä jotain tyhjään paikkaan
nn: Legg noko på den tomme plassen

source: Neljä maata
nn: Fire typer

source: Kaksi maata
nn: To typer

source: Yksi maa
nn: Ein type

source: Siirrä kortti tyhjään väliaikaispaikkaan
nn: Flytt eit kort til den tomme mellombelse plassen

source: Vinkkiä ei ole saatavilla
nn: Inkje hint tilgjengeleg

source: Salli väliaikaisten paikkojen käyttö
nn: Tillat bruk av mellombelse plasser

source: Kenraalin pasianssi
nn: Generalens tolmod

source: Putoavat tähdet
nn: Fallande stjerner

source: Punapäät
nn: Raudtoppar

source: Blondit ja brunetit
nn: Blondiner og brunetter

source: Puu
nn: Tre

source: perustus
nn: fundamenthaugen

source: Täsmää kaksi päällimmäistä korttia kasasta.
nn: Treff på dei to øvste korta i kastet.

source: Edistyvät kierrokset
nn: Progressive rundar

source: Monipelin pisteytys
nn: Poengfaktor

source: Siirrä sarja kortteja tyhjään paikkaan pöydällä
nn: Flytt ein rekkje med kort til den tomme tablåplassen

source: AppArmorApplet on vapaa ohjelma; voit levittää sitä edelleen ja/tai muokata sitä Free Software Foundation -säätiön julkaiseman GNU GPL -lisenssin ehtojen mukaisesti. Voit käyttää joko lisenssin versiota 2 tai halutessasi mitä tahansa uudempaa versiota.
nn: AppArmorApplet er fri programvare. Du kan distribuere og/eller endre den under føresetnadane i GNU General Public Licence, publisert av Free Software Foundation. Du står fritt til å velje versjon 2 eller, om du ønsker det, ein hvilken som helst seinare versjon.

source: AppArmor-työpöytäasetukset
nn: AppArmor skrivebordval

source: Profiilin luominen
nn: Profiloppretting

source: Polku
nn: _Sti:

source: AppArmor hylkäykset
nn: AppArmor avvisninger

source: 7zip-pakkaus- ja purkutyökalu
nn: 7zip verktøy for komprimering/utpakking

source: ACE-pakkaus- ja purkutyökalu
nn: ACE verktøy for komprimering/utpakking

source: ATI:n suljettu X.Org-ajuri
nn: ATI binær X.Org-driver

source: Uudemmille ATI-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri
nn: Optimalisert maskinvare-akselerasjon av OpenGL med nyare ATI-grafikkort

source: Asennusohjelma Adobe Flash -liitännäiselle Mozilla-selaimiin
nn: Installasjonsprogram for Adobe Flash-tillegg for Mozilla

source: Adobe Flash -liitännäinen
nn: Adobe Flash-tillegg

source: Gnome-työpöydän apuohjelmia
nn: GNOME skrivebordsverktøy

source: Sanakirja, levynkäytön analysoija, lokitiedostojen katselin, hakutyökalu
nn: Ordbok, analyse av diskplass, loggfil-vising, søkjeverktøy

source: Icedtea-Java-liitännäinen
nn: Icedtea Java-tillegg

source: Usein käytettyjä, mutta käytöltään rajoitettuja sovelluksia Kubuntulle (mp3, avi, mpeg, TrueType, Java, Flash)
nn: Mykje brukte program med avgrensa opphavsrett for Kubuntu (mp3, avi, mpeg, TrueType, Java, Flash)

source: Kubuntun rajoitetut lisäosat
nn: Kubuntu avgrensa tillegg

source: LXDE (kevyt X11-työpöytäympäristö)
nn: LXDE (the Lightweight X11 Desktop Environment)

source: MySQL-asiakas
nn: MySQL-klient

source: MySQL-palvelin
nn: MySQL-tenar

source: NVidian suljettu X.Org-ajuri ("versio 173" -ajuri)
nn: NVidia binær X.Org driver (versjon 173)

source: NVIDIA-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri
nn: Optimalisert maskinvareakselerasjon av OpenGL med nvidia-grafikkort

source: NVidian suljettu X.Org-ajuri ("versio 96" -ajuri)
nn: NVidia binær X.Org driver (versjon 96)

source: Vanhemmille NVIDIA-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri
nn: Optimalisert maskinvareakselerasjon av OpenGL med eldre nvidia-grafikkort

source: Open Clipart -leikekuvat
nn: Open ClipArt

source: Kokoelma vapaasti käytettäviä leikekuvia
nn: Dette er ei samling med gratis utklipp

source: 30 hyödyllistä Pidgin-liitännäistä
nn: 30 nyttige programtillegg for pidgin

source: Muokkaa tekstitiedostoja
nn: Rediger tekstfiler

source: Luettele luotettujen toimittajien avaimet
nn: Vis nøklane til godkjende utgjevarar

source: Luotettujen avaimien luettelon näyttö vaatii tunnistautumisen.
nn: Du må autentisera deg for å visa godkjende nøklar.

source: Poista ladatut pakettitiedostot
nn: Fjern nedlasta pakkefiler

source: Sinun tulee tunnistautua siivotaksesi noudetut pakettitiedostot
nn: Du må autentisera deg for å rydda opp i nedlasta pakkefiler.

source: Muuta ohjelmistoasetuksia
nn: Endra programvareinnstillingane

source: Sinun tulee tunnistautua muuttaaksesi ohjelmistoasetuksia
nn: Du må autentisera deg for å endra programvareinnstillingar.

source: Vaihda ohjelmalähde
nn: Endra programvarearkiv

source: Ohjelmalähteiden asetuksien muuttaminen vaatii tunnistautumisen.
nn: Du må autentisera deg for å endra innstillingar for programvarearkiv.

source: Asenna pakettitiedosto
nn: Installer pakkefil

source: Paketin asennus vaatii tunnistautumisen.
nn: Du må autentisera deg for å installera denne pakken.

source: Päivitä pakettitiedot
nn: Oppdater pakkeinformasjon

source: Ohjelmistoluettelon päivitys vaatii tunnistautumisen.
nn: Du må autentisera deg for å oppdatera programkatalogen.

source: Asenna tai poista paketteja
nn: Installer eller fjern pakkar

source: Ohjelmistojen asennus tai poisto vaatii tunnistautumisen.org.debian.apt.install-or-remove-packages
nn: Du må autentisera deg for å installera eller fjerna programvare.org.debian.apt.install-or-remove-packages

source: Lisää uusi ohjelmalähde ja asenna sieltä paketteja
nn: Legg til eit nytt pakkearkiv og installer pakkar frå det

source: Ohjelmistojen asennus uudesta lähteestä vaatii tunnistautumisen.
nn: Du må autentisera deg for å installera programvare frå ei ny kjelde.

source: Lisää uusi maksullisten sovellusten ohjelmalähde ja asenna sieltä paketteja
nn: Legg til eit nytt pakkearkiv for kjøpt programvare og installer pakkar frå det

source: Maksullisten ohjelmistojen asennus vaatii tunnistautumisen.
nn: Du må autentisera deg for å installera kjøpt programvare.

source: Päivitä paketit
nn: Oppgrader pakkar

source: Päivitettyjen ohjelmistojen asennus vaatii tunnistautumisen.
nn: Du må autentisera deg for å installera den oppdaterte programvara.

source: Peru toisen käyttäjän tehtävä
nn: Avbryt ei oppgåve frå ein annan brukar

source: Toisen tekemien ohjelmistomuutosten keskeyttäminen vaatii tunnistautumisen.
nn: Du må autentisera deg for å avbryta andre sine programvareendringar.

source: Aseta välityspalvelin ohjelmistojen noutamista varten
nn: Vel ein mellomtenar for programnedlastingar

source: Välityspalvelimen käyttö ohjelmistojen lataamiseksi vaatii tunnistautumisen.
nn: Du må autentisera deg for å bruka ein mellomtenar til programnedlastingar.

source: Ladattu %sB / %sB (%sB/s)
nn: Lasta ned %sB av %sB frå %sB/s

source: Noudettu %sB / %sB
nn: Lasta ned %sB av %sB

source: VIRHE:
nn: FEIL:

source: Sinulla ei ole oikeutta suorittaa tätä toimintoa.
nn: Du har ikkje løyve til å utføra denne handlinga.

source: Asetetaan jonoon
nn: Legg i kø

source: Ratkaistaan riippuvuuksia
nn: Ordnar opp i bindingar

source: Noudetaan %sB.
nn: Må henta %sB med arkiv.

source: Tämän toiminnon jälkeen %sB lisää levytilaa tullaan käyttämään.
nn: Etter denne operasjonen vil %sB ekstra diskplass verta brukt.

source: Tämän toiminnon jälkeen %sB lisää levytilaa tulee vapautumaan.
nn: Etter denne operasjonen vil %sB frigjerast.

source: Älä sammuta taustaprosessia inaktiivisuuden takia
nn: Ikkje avslutt daemon om han er inaktiv

source: Näytä sisäiset käsittelytiedot
nn: Vis informasjon om interne prosessar

source: Lopeta ja korvaa jo käynnissä oleva taustaprosessi
nn: Avslutt og erstatt ein allereie køyrande daemon

source: Tallenna profiilin tiedot tiedostoon
nn: Lagra profilstatistikk i valt fil

source: Älä tee järjestelmään mitään muutoksia (hyödyllinen vain kehittäjille)
nn: Ikkje gjer endringar på systemet (berre til bruk for utviklarar)

source: Asennettiin tiedosto
nn: Installert fil

source: Asennetut paketit
nn: Installerte pakkar

source: Avain lisätty tiedostosta
nn: La til nøkkel frå fil

source: Välimuisti päivitetty
nn: Oppdaterte hurtiglageret

source: Poistettiin luotettu avain
nn: Fjerna tiltrudd nøkkel

source: Poistetut paketit
nn: Fjerna pakkar

source: Päivitetyt paketit
nn: Oppdaterte pakkar

source: Järjestelmä päivitetty
nn: Oppgraderte systemet

source: Muutokset toteutettu
nn: Iverksette endringar

source: Korjattiin keskeneräinen asennus
nn: Reparerte ein ufullstendig installasjon

source: Peruttiin
nn: Avbrote

source: Epäonnistui
nn: Mislukka

source: Asennetaan tiedostoa
nn: Installerer fil

source: Asennetaan paketteja
nn: Installerer pakkar

source: Lisätään avainta tiedostosta
nn: Legg til nøkkel frå fil

source: Päivitetään välimuistia
nn: Oppdaterar mellomlageret

source: Poistetaan luotettua avainta
nn: Fjernar tiltrudd nøkkel

source: Poistetaan paketteja
nn: Fjernar pakkar

source: Päivitetään paketteja
nn: Oppdaterar pakkar

source: Päivitetään järjestelmää
nn: Oppgraderar systemet

source: Toteutetaan muutoksia
nn: Utfører endringar

source: Korjataan keskeneräistä asennusta
nn: Reparerar ufullstendig installasjon

source: Pakettitiedoston asennus epäonnistui
nn: Klarte ikkje å installera pakkefil

source: Ohjelmiston asennus epäonnistui
nn: Klarte ikkje å installera programvara

source: Ohjelmistoluettelon päivitys epäonnistui
nn: Klarte ikkje å oppdatera programvarelista

source: Avaimen poistaminen luotettavien ohjelmistotoimittajien luettelosta ei onnistunut
nn: Klarte ikkje å fjerna programvareutgjevaren frå lista

source: Ohjelmiston poisto epäonnistui
nn: Klarte ikkje å fjerna programvara

source: Ohjelmiston päivitys epäonnistui
nn: Klarte ikkje å oppdatera programvara

source: Järjestelmän päivitys epäonnistui
nn: Klarte ikkje å oppgradera systemet

source: Ohjelmistomuutosten toteutus epäonnistui
nn: Klarte ikkje å uføra programvareendringar

source: Keskeneräisen asennuksen korjaus epäonnistui
nn: Klarte ikkje å reparera den ufullstendige installasjonen

source: Tarkista Internet-yhteys.
nn: Undersøk Internettkoplinga di

source: Tarkista, onko käytössäsi kolmannen osapuolen ohjelmalähteitä. Jos on, ota ne pois käytöstä, sillä ne ovat yleensä syynä ongelmiin. Tämän jälkeen aja Päätteessä komento apt-get install -f
nn: Undersøk om du brukar pakkearkiv frå ein tredjepart. Sidan slike pakkearkiv er ei vanleg feilkjelde, bør du vurdera å fjerna desse. I tillegg bør du køyra følgjande kommando i terminalen: apt-get install -f

source: Valittu tiedosto ei ole kelvollinen GPG-avaintiedosto, tai se on vahingoittunut.
nn: Den valte fila er truleg anten øydelagt eller ikkje ei GPG-fil.

source: Tämä on vakava ongelma, yritä myöhemmin uudestaan. Jos ongelma toistuu, raportoi siitä kehittäjille.
nn: Det her er eit alvorleg problem. Prøv om att seinare, og dersom møter same problemet er det fint om du rapporterar det til utviklarane av programvaren.

source: Päivitykselle ei ole tarvetta.
nn: Oppdatering trengs ikkje.

source: Asennukselle ei ole tarvetta.
nn: Installasjon trengs ikkje.

source: Poistamiselle ei ole tarvetta.
nn: Fjerning trengs ikkje.

source: Valitsit poistettavaksi paketin, joka on olennainen osa järjestelmää.
nn: Du har bede om å få fjerna ein pakke som er grunnleggande for systemet.

source: Ohjelmapaketin asentaminen tai poistaminen epäonnistui.
nn: Klarte ikkje å installera eller fjerna ein programvarepakke.

source: Pakettitiedostojen noutaminen epäonnistui
nn: Klarte ikkje å laste ned pakkefiler

source: Pakettitietojen noutaminen epäonnistui
nn: Klarte ikkje å laste ned informasjon om pakkearkiva

source: Pakettijärjestelmä on rikkinäinen
nn: Pakkesystemet er øydelagt

source: Avainta ei asennettu
nn: Nøkkelen vart ikkje installert

source: Avainta ei poistettu
nn: Nøkkelen vart ikkje fjerna

source: Paketinhallinnan lukitus epäonnistui
nn: Klarte ikkje å låsa pakkehandsamaren

source: Pakettiluettelon lataaminen epäonnistui
nn: Klarte ikkje å lasta pakkelista

source: Pakettia ei ole olemassa
nn: Pakken fins ikkje

source: Paketti on jo asennettu
nn: Pakken er allereie installert

source: Pakettia ei ole asennettu
nn: Pakken er ikkje installert

source: Järjestelmälle oleellisen paketin poisto epäonnistui
nn: Klarte ikkje å fjerna ein grunnleggande systempakke

source: Tehtävää ei voi valvoa tai hallita
nn: Denne oppgåva kan verken overvakast eller kontrollerast

source: Pakettitoiminto epäonnistui
nn: Klarte ikkje å gjennomføra pakkeoperasjonen

source: Vaatii luottamattomien pakettien asentamista
nn: Krev installasjon av utiltrudde pakkar

source: Aiempi asennus on jäänyt keskeneräiseksi
nn: Den førre installasjonen er ikkje fullført

source: Odotetaan palvelun käynnistymistä
nn: Ventar på at tenesta skal starte

source: Odotetaan
nn: Ventar

source: Odotetaan muiden pakettienhallintasovellusten sulkemista
nn: Ventar på at ein annan programvarehandsamar skal avslutte

source: Suoritetaan tehtävää
nn: Køyrer oppgåve

source: Siistitään
nn: Ryddar opp

source: Valmis
nn: Fullført

source: Perutaan
nn: Avbryt

source: Ladataan ohjelmaluetteloa
nn: Lastar programvareliste

source: Asennetaan %s
nn: Installerar %s

source: Tehdään asetuksia: %s
nn: Set opp %s

source: Poistetaan %s
nn: Fjernar %s

source: Päivitetään %s
nn: Oppgraderar %s

source: CD/DVD ”%s” vaaditaan
nn: Treng CD- eller DVD-plata '%s'

source: Korvataanko tiedostossa ”%s” olevat muutokset uudemmalla asetustiedoston versiolla?
nn: Vil du bytta ut endringane dine i '%s' med ein seinare versjon av konfigurasjonsfila?

source: Jos et tiedä miksi tiedosto on jo olemassa, on yleensä turvallista korvata se.
nn: Det vil vanlegvis vere greitt å erstatte fila om du ikkje veit kvifor ho allereie er der.

source: %BAsetus:%b
nn: %BVal:%b

source: %BOletus:%b
nn: %BStandard:%b

source: Tosi
nn: Sann

source: Epätosi
nn: Usann

source: %BArvo:%b
nn: %BVerdi:%b

source: %BValinta:%b
nn: %BVal:%b

source: Näytä joitakin komentoja ruudun yläreunassa
nn: Vis nokre tilgjengelege kommandoar ved toppen av skjermbiletet

source: Jos tämä asetus on käytössä, lyhyt yhteenveto tärkeimmistä aptitude-komennoista ilmestyy valikkopalkin alapuolelle.
nn: Om dette alternativet er aktivert, vil ei kort oppsummering med dei viktigaste aptitude-kommandoane synast nedanfor menylinja.

source: Piilota valikkopalkki, kun sitä ei käytetä
nn: Gøym menylina når ho ikkje er i bruk

source: Jos tämä asetus on käytössä, valikkopalkki ilmestyy vain, kun se aktivoidaan painamalla valikkonäppäintä.
nn: Om dette valet er aktivert, vil menylina berre synast om du trykker på menytasten.

source: Näytä kehotteet alareunassa jos mahdollista
nn: Bruk leietekst med minibuffer-stil når det er mogeleg

source: Jos tämä asetus on käytössä, ilmoitukset näytetään yksirivisinä näytön alareunassa. Jos ei, ilmoitukset näytetään ponnahdusikkunoina.
nn: Viss dette valet er slått på, vil kommandolinja visast som ei linje nederst på skjermen. Viss ikkje, vil kommandolinja visast som ein sprettoppdialog.

source: Näytä väliaikatiedot hausta (päivittävä haku)
nn: Vis delvise søkjeresultat (fortløpande søk)

source: Jos tämä asetus on käytössä, aptitude suorittaa hakuja pakettilistasta kirjoittaessasi. Tämä on mukavaa, mutta se voi hidastaa ohjelman toimintaa eritoten vanhemmilla tietokoneilla.
nn: Viss dette valet er slått på, vil aptitude søka i pakkelista medan du skriv. Dette er praktisk, men kan gjera programmet tregt, særleg på gamle datamaskinar.

source: Viimeisen näkymän sulkeminen poistuu ohjelmasta
nn: Ved å lukka det siste skjermbiletet avsluttar du programmet.

source: Jos tämä asetus on käytössä, aptitude sammuu, kun kaikki ikkunat (pakettilistat, paketin tiedot, jne) ovat suljettu. Muussa tapauksessa aptitude pysyy käynnissä niin kauan, kunnes valitset 'Lopeta' toiminnot-valikosta.
nn: Viss dette valet er slått på, vil aptitude avslutta når alle visingane (pakkelister, pakkedetaljar osv.) vert lukka. Viss ikkje, vil aptitude halda fram med å køyra til du vel «Avslutt» frå Handlingar-menyen.

source: Kysy varmistusta poistuttaessa
nn: Be om stadfesting ved avslutting

source: Jos tämä asetus on käytössä, aptitude ei sammu ennen kuin vahvistat, että haluat todella lopettaa.
nn: Om dette valet er slått på, vil ikkje aptitude lukkast før du stadfestar at du vil avslutta.

source: Pidä tauko tiedostojen noudon jälkeen
nn: Pause etter nedlasting av filer

source: Ei koskaan
nn: Aldri

source: Virheen sattuessa
nn: Når ein feil oppstår

source: Aina
nn: Alltid

source: Näytä noutojen edistyminen vain tilarivillä
nn: Vis framdrifta av nedlastinga når filer vert lasta ned

source: Näytä tietoalue aina
nn: Syn informasjonsområdet som standard

source: Näytä välilehdet avatuille näkymille
nn: Syn faner for tilgjengelege visningar

source: Näytä välilehdet tietoalueelle
nn: Syn faner for informasjonsområdet

source: Siirry seuraavalle riville paketin tilan muutoksen jälkeen
nn: Gå vidare til neste punkt etter endring av pakkestatus

source: Näytä syyt pakettien rikkoutumiseen
nn: Vis automatisk kvifor pakkar er øydelagde

source: Pakettinäkymien oletusryhmittelytapa
nn: Standard grupperingmetode for pakkevisingar

source: Pakettinäkymien oletusnäyttöraja
nn: Standard avgrensing for vising av pakkar

source: Pakettinäkymien näyttötapa
nn: Formatet for pakkevisingar

source: Tilarivin näyttötapa
nn: Format for vising av statuslinja

source: Otsikkorivin näyttötapa
nn: Format for vising av overskriftslinja

source: Päivitä asennetut paketit automaattisesti
nn: Oppgrader installerte pakkar automatisk

source: Poista vanhentuneet pakettitiedostot uusien pakettiluetteloiden noudon jälkeen
nn: Fjern forelda pakkefiler etter at nye pakkelister er henta

source: URL josta muutoslokit noudetaan
nn: Nettadresse som endringsloggar skal hentast frå

source: Näytä suoritettavat toiminnot ennen niiden suoritusta
nn: Førehandsvis kva som vil bli gjort før det blir gjort

source: Tyhjennä uusien pakettien ryhmä pakettiluetteloita päivitettäessä
nn: Gløym kva for pakkar som er «nye» når pakkelistene vert oppdatert

source: Tyhjennä uusien pakettien ryhmä paketteja asennettaessa tai poistettaessa
nn: Gløym kva for pakkar som er «nye» når pakkar vert installert eller fjerna

source: Varoita yritettäessä toimintoa, johon oikeudet eivät riitä
nn: Gje åtvaring når ein vanleg brukar prøver å gjera noko som krev root-rettar

source: Lokitiedoston nimi
nn: Fil som handlingar skal loggast i

source: Tyydytä asennettavaksi valitun paketin riippuvuudet automaattisesti
nn: Finn automatisk kva for andre pakkar ein pakke krev når han vert valt

source: Korjaa rikkinäiset paketit ennen asennusta tai poistoa
nn: Reparer automatisk øydelagde pakkar før installasjon eller fjerning av pakkar

source: Poista käyttämättömät paketit automaattisesti
nn: Fjern ubrukte pakkar automatisk

source: Sekalaiset
nn: Ymse

source: Riippuvuuksien selvitys ei onnistunut.
nn: Klarer ikkje løysa pakkekrav.

source: Ohjelmavirhe: odottamaton tyhjä ratkaisu.
nn: Intern feil: uventa nulløysing.

source: Huom: "%s", joka kattaa näennäispaketin "%s", on jo asennettu.
nn: Merk: «%s», tilbyr den virtuelle pakken «%s», er allereie installert.

source: Huom: "%s", joka kattaa näennäispaketin "%s", on jo asennettavana.
nn: Merk: «%s», som tilbyr den virtuelle pakka «%s», skal allereie til å bli installert.
